Repository: fhctyw/SPL
Catalog: subsystems/lab3/locale/*/LC_MESSAGES/ascii_art_maker.po
Languages: uk

source: Exit
uk: Вихід

source: Create ASCII art
uk: Створити ASCII арт

source: Show all fonts
uk: Показати всі шрифти

source: Set font
uk: Встановити шрифт

source: Show all colors
uk: Показати всі кольори

source: Set color
uk: Встановити колір

source: Show all arts
uk: Показати всі арти

source: Enter color name
uk: Введіть назву коліру

source: Invalid color name, check all available colors in main menu
uk: Неправильний колір, перевірте доступні кольори в головному меню

source: Color "{new_color}" will look like
uk: Колір "{new_color}" буде виглядити так

source: Do you agree?
uk: Ви погоджуєте

source: Enter font name
uk: Введіть назву шрифту

source: Invalid font name, check all available fonts in main menu
uk: Неправильне назва шрифта, перевірте доступні шрифти в головному меню

source: Font "{new_font}" will look like
uk: Шрифт "{new_font}" буде виглядити так

source: Enter text
uk: Введіть текст

source: Art are sutible?
uk: Арт підходящий?

source: Do you want to change color?
uk: Ви хочете змінити колір?

source: Choose color
uk: Виберіть колір

source: Color are sutible?
uk: Колір підходящий?
